Repository: meebey/smuxi
Catalog: po-Engine-XMPP/*.po
Languages: ru

source: The server has shut down
ru: Сервер выключился

source: Another client logged in with the same resource, you have been disconnected
ru: Другой клиент подключился к тому же ресурсу, ваше соединение было разорвано

source: Authentication failed, either username does not exist or invalid password
ru: Не удалось выполнить аутентификацию, либо имя пользователя не существует, либо неверный пароль

source: If you want to create an account with the specified user and password, type /register now
ru: Если вы хотите создать учётную запись с указанным именем пользователя и паролем, введите /register

source: not connected
ru: не подключено

source: Could not find contact {0}
ru: Не удалось найти контакт {0}

source: Contact {0} has {1} known resources
ru: Контакт {0} имеет {1} неизвестных источников

source: {0} is not a known resource
ru: {0} не является известным источником

source: Contact's JID: {0}
ru: JID контактов: {0}

source: You have a mutual subscription with this contact
ru: С этим контактом существует взаимная подписка

source: You have no subscription with this contact and this contact is not subscribed to you
ru: Вы не подписаны на этот контакт, и он не подписан на вас

source: You are subscribed to this contact, but the contact is not subscribed to you
ru: Вы подписаны на этот контакт, но он не подписан на вас

source: You are not subscribed to this contact, but the contact is subscribed to you
ru: Вы не подписаны на этот контакт, но он подписан на вас

source: Invalid contact command: {0}
ru: Недопустимая команда контакта: {0}

source: {0} Commands
ru: Команды {0}

source: Advanced {0} Commands
ru: Расширенные команды {0}

source: Invalid port: {0}
ru: Неверный порт: {0}

source: Priority for Available is: {0}
ru: Приоритет для «Доступен»: {0}

source: Priority for Away is: {0}
ru: Приоритет для «Отошёл»: {0}

source: Invalid priority: {0} (valid priorities are between -128 and 127 inclusive)
ru: Недопустимый приоритет: {0} (допустимые приоритеты находятся в диапазоне от -128 до 127 включительно)

source: {0}{1} is available
ru: {0}{1} доступен

source: {0}{1} is away
ru: {0}{1} отошёл

source: {0}{1} is extended away
ru: {0}{1} давно отошёл

source: {0}{1} wishes not to be disturbed
ru: {0}{1} желает, чтобы его не беспокоили

source: {0}{1} wants to chat
ru: {0}{1} желает пообщаться

source: {0}{1} is offline
ru: {0}{1} не в сети

source: Automatically allowed {0} to subscribe to you, since you are already asking to subscribe
ru: Пользователь {0} автоматически разрешил вам подписаться, поскольку вы уже спрашивали об этом

source: {0}{1} wishes to subscribe to you
ru: {0}{1} желает подписаться на вас

source: {0}{1} allowed you to subscribe
ru: {0}{1} разрешил вам подписаться

source: Automatically removed {0}'s subscription to your presences after losing the subscription to theirs
ru: Пользователь {0} автоматически удалил подписку на вас, потому что вы отписались от него

source: {0}{1} denied/removed your subscription
ru: {0}{1} отклонил/удалил вашу подписку

source: {0}{1} unsubscribed from you
ru: {0}{1} отписался от вас

source: received a malformed error message: {0}
ru: получено неверно сформированное сообщение об ошибке: {0}

source: {0}{1}'s server could not be found
ru: Не удалось найти сервер {0}{1}

source: {0}{1} is already using your requested resource
ru: {0}{1} уже использует запрошенный вами ресурс

source: There is currently no useful error message for {0}, {1}, {2}{3}
ru: В настоящее время нет полезного сообщения об ошибке для {0}, {1}, {2}{3}.

source: You do not have permission to access {0}{1}
ru: У вас нет разрешения на доступ к {0}{1}

source: {0} days
ru: {0} дней

source: {0} hours
ru: {0} часов

source: {0} minutes
ru: {0} минут

source: {0} seconds
ru: {0} секунд

source: since {0} ({1})
ru: с {0} ({1})

source: An unknown groupchat error occurred: {0}
ru: Произошла неизвестная ошибка группового чата: {0}

source: Server of groupchat "{0}" not found.
ru: Сервер группового чата «{0}» не найден.

source: MUC service is not available for "{0}"
ru: Служба многопользовательского чата (MUC) недоступна для «{0}»

source: You do not have permission to join "{0}"
ru: У вас нет разрешения присоединиться к «{0}»

source: An unhandled groupchat error occurred: {0}
ru: Произошла необработанная ошибка группового чата: {0}

source: Received a presence update from {0}, but there's no corresponding chat window
ru: Получено обновление о присутствии от {0}, но относящееся к окну чата, которого не существует

source: Received a groupchat message from {0} but there's no corresponding chat window: {1}
ru: Получено сообщение от {0} из группового чата, но соответствующего окна чата не существует: {1}

source: You have been invited to {2} by {0} because {1}
ru: Вы были приглашены в {2} пользователем {0}, потому что {1}

source: You have been invited to {1} by {0}
ru: Вы были приглашены в {1} пользователем {0}

source: Accept invite (join room)
ru: Принять приглашение (присоединиться к комнате)

source: Reconnecting to {0}
ru: Повторное соединение с {0}

source: Reconnecting to {0} in {1} seconds
ru: Повторное соединение с {0} через {1} секунд

source: Error: {0}
ru: Ошибка: {0}

source: Authenticated
ru: Аутентификация пройдена

source: Using proxy: {0}:{1}
ru: Используется прокси: {0}:{1}
