Repository: meebey/smuxi
Catalog: po-Engine-Twitter/*.po
Languages: de

source: Home Timeline
de: Zuhause Zeitachse

source: Replies
de: Antworten

source: Direct Messages
de: Direktnachrichten

source: Using proxy: {0}:{1}
de: Benutze Proxy: {0}:{1}

source: Connecting to Twitter...
de: Verbinde zu Twitter...

source: Twitter authorization required.
de: Twitter Autorisierung erfolgreich

source: Please open the following URL and click "Allow" to allow Smuxi to connect to your Twitter account: {0}
de: Bitte öffnen Sie die follgende URL und klicken Sie "Allow" um Smuxi zu erlauben, sich mit ihrem Twitter-Benutzerkonto zu verbinden: {0}

source: Once you have allowed Smuxi to access your Twitter account, Twitter will provide a PIN.
de: Sobald Sie Smuxi erlaubt haben, sich mit Ihrem Twitter-Benutzerkonto zu verbinden, wird Twitter Ihnen eine PIN bereitstellen

source: Please type: /pin PIN_FROM_TWITTER
de: Bitte tippen Sie: /pin PIN_VON_TWITTER

source: Connection failed!
de: Verbindung ist fehlgeschlagen!

source: Connection failed! Reason:
de: Verbindung ist fehlgeschlagen! Grund:

source: Fetching user details from Twitter, please wait...
de: Rufe die Benutzerinformationen von Twitter ab, bitte warten Sie...

source: Finished fetching user details.
de: Abrufen der Benutzerinformationen abgeschlossen.

source: Successfully connected to Twitter.
de: Erfolgreich zu Twitter verbunden.

source: Failed to fetch user details from Twitter. Reason:
de: Abrufen der Benutzerinformationen fehlgeschlagen. Grund:

source: Fetching friends from Twitter, please wait...
de: Rufe Freunde von Twitter ab, bitte warten Sie...

source: Finished fetching friends.
de: Abrufen der Freunde abgeschlossen.

source: Failed to fetch friends from Twitter. Reason:
de: Abrufen der Freunde von Twitter fehlgeschlagen. Grund :

source: Twitter Commands
de: Twitter Befehle

source: No pending authorization request!
de: Keine ausstehenden Autorisierungsanfragen!

source: Failed to authorize with Twitter: {0}
de: Autorisierung gegenüber Twitter fehlgeschlagen: {0}

source: Twitter did not accept your PIN. Did you enter it correctly?
de: Twitter hat Ihre PIN nicht akzeptiert. Haben Sie sie korrekt eingegeben?

source: Please retry by closing this tab and reconnecting to the Twitter "{0}" account.
de: Bitte versuchen Sie es erneut, indem Sie diesen Reiter schließen und sich erneut zum Twitter-Benutzerkont "{0}" verbinden.

source: Migrated Twitter account from basic auth to OAuth.
de: Migrierte Twitter-Benutzerkonto von basic auth zu OAuth

source: Successfully authorized Twitter account "{0}" for Smuxi
de: Einrichtung des Twitter-Benutzerkontos "{0}" für Smuxi war erfolgreich

source: Could not update status - Reason: {0}
de: Konnte den Status nicht aktualisieren - Ursache: {0}

source: Cannot send message - no target specified. Use: /msg $nick message
de: Kann Nachricht nicht senden - Ziel ist nicht definiert. Verwenden Sie /msg $nick Nachricht

source: Could not send message - Reason: {0}
de: Konnte Nachricht nicht senden - Ursache: {0}

source: Could not send message - the specified user does not exist.
de: Konnte Nachricht nicht senden - der gewählte Benutzer existiert nicht

source: An error occurred while fetching the friends timeline from Twitter. Reason:
de: Ein Fehler ist aufgetreten, während die Freunde Zeitachse von Twitter abgerufen wurde. Grund:

source: An error occurred while fetching the replies from Twitter. Reason:
de: Während des Abrufens der Antworten von Twitter ist ein Fehler aufgetreten. Grund:

source: An error occurred while fetching direct messages from Twitter. Reason:
de: Während des Abrufens der Direktenachrichten von Twitter ist ein Fehler aufgetreten. Grund:

source: Twitter didn't send a valid response, they're probably overloaded
de: Twitter hat keine gültige Antwort gesendet. Der Dienst ist womöglich überbeansprucht.
