Repository: meebey/smuxi
Catalog: po-Engine-MessageBuffer/*.po
Languages: ru

source: Enable debug output
ru: Включить вывод отладочной информации

source: Show this help
ru: Показать эту справку

source: Unknown action: '{0}'
ru: Неизвестное действие: «{0}»

source: Command line error: {0}
ru: Ошибка командной строки: {0}

source: Usage: smuxi-message-buffer [options] action action-options
ru: Использование: smuxi-message-buffer [параметры] действие параметры-действия

source: Actions:
ru: Действия:

source: Options:
ru: Параметры:

source: Database format (valid values: auto, db4o, sqlite)
ru: Формат базы данных (допустимые значения: auto, db4o, sqlite)

source: Unknown {0} option: '{1}'
ru: Неизвестный {0} параметр: «{1}»

source: Usage: smuxi-message-buffer {0} [action-options] db_path
ru: Использование: smuxi-message-buffer {0} [параметры-действия] путь_к_базе_данных

source: Database path(s)
ru: Путь к базе данных

source: db_path is required
ru: требуется путь к базе данных

source: Source format (valid values: auto, db4o, sqlite)
ru: Формат источника (допустимые значения: auto, db4o, sqlite)

source: Destination format (valid values: auto, db4o, sqlite)
ru: Целевой формат (допустимые значения: auto, db4o, sqlite)

source: Usage: smuxi-message-buffer {0} [action-options] source_db(s)... destination_db
ru: Использование: smuxi-message-buffer {0} [параметры-действия] исходная(ые)_база(ы)... целевая_база

source: Source file path(s)
ru: Путь(и) к исходным файлам

source: Destination file path or -/empty for stdout
ru: Путь к файлу назначения (или оставить пустым) для стандартного вывода

source: source_db and destination_db are required
ru: Требуется исходная_бд и целевая_бд.

source: sourceFile must not be empty.
ru: Исходный файл не может быть пустым.

source: sourceFiles must not be empty.
ru: Исходные файлы не могут быть пустыми.

source: Destination database {0} must be empty!
ru: Целевая база данных {0} должна быть пустой!

source: Unknown file format: '{0}'
ru: Неизвестный формат файла: «{0}»

source: Unsupported buffer type: '{0}'
ru: Неподдерживаемый тип буфера: «{0}»
